Repository: NaN-tic/trytond-scrap
Catalog: locale/*.po
Languages: ca, es

# field:account.invoice,related_scrap_lines:
source: Related Scrap Lines
ca: Línies de envasos relacionades
es: Líneas de envase relacionadas

# field:account.invoice,scrap_amount:
source: Scrap Amount
ca: Quantitat de Envasos
es: Cantidad de envases

# field:company.company,scrap_message:
source: Scrap Message
ca: Missatge d'envasos
es: Mensaje para envases

# field:product.template,scrap_category:
source: Scrap Category
ca: Categoria de envasos
es: Categoría de envase

# field:product.template,scrap_template_lines:
source: Scrap Lines
ca: Línies de envasos
es: Líneas de envase

# field:scrap.category,category:
source: Scrap Category
ca: Categoria de envasos
es: Categoría de envase

# field:scrap.category,cost_price:
source: Cost
es: Coste

# field:scrap.category,name:
source: Name
ca: Nom
es: Nombre

# field:scrap.category,party:
source: Party
ca: Tercer
es: Tercero

# field:scrap.category,round_quantity:
source: Round Quantity
ca: Arrodonir Quantitat
es: Redondear Cantidad

# field:scrap.category,type_:
source: Scrap Type
ca: Tipus de envasos
es: Tipo de envase

# field:scrap.invoice,category:
source: Category
ca: Categoria
es: Categoría

# field:scrap.invoice,cost_price:
source: Cost
es: Coste

# field:scrap.invoice,invoice:
source: Invoice
ca: Factura
es: Factura

# field:scrap.invoice,invoice_line:
source: Invoice Line
ca: Línia de factura
es: Línea de factura

# field:scrap.invoice,move:
source: Move
ca: Moviment
es: Movimiento

# field:scrap.invoice,party:
source: Party
ca: Tercer
es: Tercero

# field:scrap.invoice,product:
source: Product
ca: Producte
es: Producto

# field:scrap.invoice,quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:scrap.invoice,shipment:
source: Shipment
ca: Albarà
es: Envío

# field:scrap.invoice,weight:
source: Weight
ca: Pes
es: Peso

# field:scrap.line,category:
source: Category
ca: Categoria
es: Categoría

# field:scrap.line,cost_price:
source: Cost
es: Coste

# field:scrap.line,invoice:
source: Invoice
ca: Factura
es: Factura

# field:scrap.line,invoice_line:
source: Invoice Line
ca: Línia de factura
es: Línea de factura

# field:scrap.line,move:
source: Move
ca: Moviment
es: Movimiento

# field:scrap.line,party:
source: Party
ca: Tercer
es: Tercero

# field:scrap.line,product:
source: Product
ca: Producte
es: Producto

# field:scrap.line,quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:scrap.line,shipment:
source: Shipment
ca: Albarà
es: Envío

# field:scrap.line,weight:
source: Weight
ca: Pes
es: Peso

# field:scrap.shipment,category:
source: Category
ca: Categoria
es: Categoría

# field:scrap.shipment,cost_price:
source: Cost
es: Coste

# field:scrap.shipment,invoice:
source: Invoice
ca: Factura
es: Factura

# field:scrap.shipment,invoice_line:
source: Invoice Line
ca: Línia de factura
es: Línea de factura

# field:scrap.shipment,move:
source: Move
ca: Moviment
es: Movimiento

# field:scrap.shipment,party:
source: Party
ca: Tercer
es: Tercero

# field:scrap.shipment,product:
source: Product
ca: Producte
es: Producto

# field:scrap.shipment,quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:scrap.shipment,shipment:
source: Shipment
ca: Albarà
es: Envío

# field:scrap.shipment,weight:
source: Weight
ca: Pes
es: Peso

# field:scrap.template.line,product:
source: Scrap Product
ca: Envàs
es: Producto de desecho

# field:scrap.template.line,quantity_formula:
source: Quantity Formula
ca: Fórmula de quantitat
es: Fórmula de cantidad

# field:scrap.template.line,template:
source: Template
ca: Plantilla
es: Plantilla

# field:scrap.template.line,weight_formula:
source: Weight Formula
ca: Fórmula de pes
es: Fórmula de peso

# field:stock.move,scrap_lines:
source: Scrap Lines
ca: Línies de envasos
es: Líneas de envase

# field:stock.shipment.out,related_scrap_lines:
source: Related Scrap Lines
ca: Línies de envasos relacionades
es: Líneas de envase relacionadas

# field:stock.shipment.out,scrap_amount:
source: Scrap Amount
ca: Import Envasos
es: Import de envases

# field:stock.shipment.out,scrap_lines:
source: Scrap Lines
ca: Línies de envasos
es: Líneas de envase

# help:product.template,scrap_category:
source: Select a scrap category in case the product is scrap
es: Seleccione una categoría de envase si el producto es un envase

# help:scrap.category,party:
source: Responsible Third Party :Declaration of the producer extended responsibility system or systems with which they meet their obligations for each category of packaging, attaching a certificate of participation in collective systems or the environmental identification number in the case of individual systems.
ca: Tercer Responsable: Declaració del productor del sistema o sistemes de responsabilitat ampliada amb què compleixen les seves obligacions per a cada categoria d'envasos, adjuntant un certificat de participació en sistemes col·lectius o el número d'identificació ambiental en el cas de sistemes individuals.
es: Tercero Responsable: Declaración del sistema o sistemas de responsabilidad ampliada del productor con los que cumple sus obligaciones para cada categoría de envase, adjuntando certificado de participación en sistemas colectivos o el número de identificación ambiental en el caso de sistemas individuales.

# model:ir.action,name:act_scrap_category
source: Scrap Category
ca: Categoria de envasos
es: Categoría de envase

# model:ir.action,name:act_scrap_line
source: Scrap Line
ca: Línia de envasos
es: Línea de envase

# model:ir.action,name:act_scrap_template_line_form
source: Scrap Template Line
ca: Línia de plantilla de envasos
es: Línea de plantilla de envase

# model:ir.ui.menu,name:menu_scrap_category
source: Scrap Categories
ca: Categories de envasos
es: Categorias de envase

# model:ir.ui.menu,name:menu_scrap_line
source: Scrap Lines
ca: Línies de envasos
es: Líneas de envase

# model:ir.ui.menu,name:menu_scrap_template_line
source: Scrap Product
ca: Plantilla de envasos
es: Producto de envase

# model:scrap.category,name:
source: Scrap Category
ca: Categoria de envasos
es: Categoría de envase

# model:scrap.invoice,name:
source: Scrap Invoice
ca: Factura de envasos
es: Factura de envase

# model:scrap.line,name:
source: Scrap Line
ca: Línia de envasos
es: Línea de envase

# model:scrap.shipment,name:
source: Scrap Shipment
ca: Envasos en l'albarà
es: Envío de envase

# model:scrap.template.line,name:
source: Scrap Template Line
ca: Línia de plantilla de envasos
es: Línea de plantilla de envase

# selection:scrap.category,category:
source: Commercial
ca: Comercial
es: Comercial

# selection:scrap.category,category:
source: Domestic
ca: Domèstic
es: Doméstico

# selection:scrap.category,type_:
source: Both
ca: Tots dos
es: Ambos

# selection:scrap.category,type_:
source: Reusable
ca: Reutilitzable
es: Reutilizable

# selection:scrap.category,type_:
source: Single Use
ca: Un sol ús
es: De un solo uso

# view:product.template:
source: SCRAP
ca: Envàs
es: envase
